Repository: LilouDUFAU/AssociatesManager
Catalog: locale/*.po
Languages: fr_fr

source: Associates Manager
fr_fr: Gestionnaire d'Associés

source: Associate
fr_fr: Associé

source: Parts History
fr_fr: Historique des Parts

source: Person
fr_fr: Personne

source: Company
fr_fr: Société

source: Label
fr_fr: Libellé

source: Value
fr_fr: Valeur

source: Number of parts
fr_fr: Nombre de parts

source: Unit Value
fr_fr: Valeur unitaire

source: Total Value
fr_fr: Valeur totale

source: Attribution Date
fr_fr: Date d'attribution

source: End Date
fr_fr: Date de fin

source: Add an associate
fr_fr: Ajouter un associé

source: Add a parts entry
fr_fr: Ajouter une entrée de parts

source: No associate found
fr_fr: Aucun associé trouvé

source: No parts history found
fr_fr: Aucun historique de parts trouvé

source: Name is mandatory
fr_fr: Le nom est obligatoire

source: Supplier is mandatory
fr_fr: Le fournisseur est obligatoire

source: Label is mandatory
fr_fr: Le libellé est obligatoire

source: Value is mandatory
fr_fr: La valeur est obligatoire

source: Associate is mandatory
fr_fr: L'associé est obligatoire

source: Part is mandatory
fr_fr: La part est obligatoire

source: Number of parts is mandatory
fr_fr: Le nombre de parts est obligatoire

source: Attribution date is mandatory
fr_fr: La date d'attribution est obligatoire

source: Associates Manager Configuration
fr_fr: Configuration du Gestionnaire d'Associés

source: Rights Management
fr_fr: Gestion des Droits

source: Manage plugin rights through GLPI profiles (Administration > Profiles)
fr_fr: Gérez les droits du plugin via les profils GLPI (Administration > Profils)

source: Available rights:
fr_fr: Droits disponibles :

source: View associates, parts and history
fr_fr: Voir les associés, parts et historique

source: Add new associates, parts and history entries
fr_fr: Ajouter de nouveaux associés, parts et entrées d'historique

source: Modify existing associates, parts and history
fr_fr: Modifier les associés, parts et historique existants

source: Remove associates, parts and history
fr_fr: Supprimer les associés, parts et historique
